
const config = {
  PHOTOS_COUNT: 25,
  LIKES_RANGE: { min: 15, max: 200 },
  COMMENTS_RANGE: { min: 0, max: 30 },
  AVATARS_RANGE: { min: 1, max: 6 },
  MESSAGES: [
    'Всё отлично!',
    'В целом всё неплохо. Но не всё.',
    'Когда вы делаете фотографию, хорошо бы убирать палец из кадра...',
    'Моя бабушка случайно чихнула с фотоаппаратом в руках...',
    'Я поскользнулся на банановой кожуре...',
    'Лица у людей на фотке перекошены...'
  ],
  NAMES: ['Кирилл', 'Юлия', 'Денис', 'Даниил', 'Святослав', 'Макс', 'Анастасия', 'Анна', 'Артём', 'Михаил', 'Наталья']
};

export {config};
